class Program {
  final int id;
  final String title;
  final String details;
  final String imageUrl;

  Program({
    required this.id,
    required this.title,
    required this.imageUrl,
    required this.details,
  });
}

List<Program> programs = [a, b, c, d, e, f, g];

final Program a = Program(
    id: 1,
    title: 'করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_1.png',
    details:
        "করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন"
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program b = Program(
    id: 2,
    title: 'করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_2.png',
    details:
        "করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program c = Program(
    id: 3,
    title: 'রাধাপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_3.png',
    details:
        "রাধাপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program d = Program(
    id: 4,
    title: 'করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_1.png',
    details:
        "করিমপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program e = Program(
    id: 5,
    title: 'মোলামগাড়ী খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_2.png',
    details:
        "মোলামগাড়ী খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program f = Program(
    id: 6,
    title: 'মালিপাড়া খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_3.png',
    details:
        "মালিপাড়া খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");

final Program g = Program(
    id: 7,
    title: 'নশিরপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া',
    imageUrl: 'assets/images/pic_1.png',
    details:
        "নশিরপুর খানকায়ে চিশতীয়ায়ে সেরাজিয়া নব্বই দশকের শুরুতে ঢাকা মহানগরীর ডেমরা থানাধীন ঢাকা-চট্টগ্রাম মহাসড়ক সংলগ্ন "
        "মাতুয়াইল নামক স্থানে আমাদের মহান মুর্শীদ কেবলা হযরতুল আল্লামা খাজা শাহ আলহাজ্ব "
        "কাজী মোঃ সিরাজ উদ্দিন চিশতী (রা.) কর্তৃক প্রতিষ্ঠিত খানকায়ে চিশতীয়ায়ে সেরাজিয়া’র "
        "উন্নয়নকল্পে ঢাকা ও এর আশেপাশের ভক্ত-মুরিদানগণের সমন্বয়ে তিনি “আশেকানে চিশতীয়ায়ে স"
        "েরাজিয়া” নামক একটি আধ্যাত্মিক সংগঠন চালু করেন। উক্ত সংগঠনটির মাসিক সভা প্রতি ইংরেজি "
        "মাসের শেষ শুক্রবার ঢাকা মহানগরীতে অনুষ্ঠিত হতো। সভায় উপস্থিত ভক্ত-মুরিদানগণ খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া’র উন্নয়নকল্পে যার যার সামর্থ অনুযায়ী একটি নির্দিষ্ট পরিমাণ চাঁদা প্রদান "
        "করতেন। আদায়কৃত অর্থ ঢাকা নিবাসী জনাব কাজী মোঃ সাইয়্যেদুল ইসলাম ও হুজুর পাকের ছোট "
        "ছেলে পীরজাদা কাজী মোঃ ইউসুফ (মা.জি.আ.) এর বড় ছেলে জনাব কাজী মোঃ ফজলুল বারীর "
        "নামে খোলা প্রাইম ব্যাংক লিমিটেডের মতিঝিল শাখার একটি যৌথ একাউন্টে জমা হতো। কিন্তু অত্যন্ত "
        "দুঃখের বিষয় এই যে, মুর্শীদ কেবলা দুনিয়া থেকে পর্দা করার পর একটি কুচক্রি মহলের উদ্দেশ্যমূলক "
        "প্রপাগান্ডা ও অসহযোগীতার কারণে এই সংগঠনটির কার্যক্রম বন্ধ হয়ে যায়। "
        "চিশতীয়া নেজামিয়া দরবার শরিফে গত ০৯/০৩/২০১৮ ইং রোজ শুক্রবার পবিত্র দরবার শরীফ পরিচালনার "
        "জন্য দায়িত্বপ্রাপ্ত কমিটি “আঞ্জুমানে চিশতীয়া” এর এক সভায় হুজুরপাকের স্মৃতি বিজরিত ও পবিত্র নাম "
        "মোবারক অনুসারে প্রতিষ্ঠিত উক্ত সংগঠনকে সারা দেশব্যপী ছড়িয়ে দেয়ার লক্ষ্যে সর্বসম্মতিক্রমে সিদ্ধান্ত "
        "গৃহীত হয়। এতে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “খানকায়ে "
        "চিশতীয়ায়ে সেরাজিয়া” নামটির অনুকরণে “আশেকানে চিশতীয়ায়ে সেরাজিয়া”  নামটি সর্বসম্মতিক্রমে নির্ধারণ "
        "করা হয়েছে। একইভাবে ঢাকা মহানগরীতে প্রতিষ্ঠিত খানকা শরীফের জন্য হুজুরপাক কর্তৃক নির্ধারিত “মোরা "
        "যাত্রী একই তরণীর” স্লোগানটিও এই সংগঠনের মূল স্লোগান হিসেবে সর্বসম্মতিক্রমে নির্ধারণ করা হয়েছে।"
        "সংগঠনটির মূলনীতিঃ সংগঠনটির মূলনীতি হিসেবে ০৫ (পাঁচ) টি বিষয় নির্ধারণ করা হয়েছে। যথাঃ',");
